Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] The Handmade Tales of the Handmaid KO>EN.tmx
Source language: ko_kr
Languages: en

source: 간만에 밖에 나오니 정말 좋구나!
en: how nice it is to be outside!

source: 하지만 귀부인들인데… 감히 그래도 되는 거야?
en: but they are ladies... can we dare to even do that?

source: 부상, 사망이라니?
en: injury? death?

source: 지금 입어 보자!
en: try them on right now!

source: 응.
en: ok.

source: 사실은 나 혼자 멋대로 그렇게 생각하는 거지만…
en: truthfully, it’s just what I think.

source: 근데 둘이 아는 사이였어욤?
en: do you two know each other, by the way?

source: 사라카엘이 누군데?
en: who’s saraqael?

source: 응?
en: huh?

source: 아니, 내가 하미를 좋아하는 건 당연한 거지.
en: obviously, I like grana.

source: 도련님 앞에서는 절대 자작 마님 얘기를 꺼내지 마.
en: but don’t ever mention the viscountess in his presence.

source: 특히 하이젤 백작 부인은 사교계를 꽉 쥐고 있기로 소문이 자자하다.
en: there are rumors that countess heisel rules over the social circles.

source: ···그, 근데 카시안의 의견도 물어봐야 하지 않을까요?
en: but shouldn’t we ask for cassian’s opinion too?

source: 아차, 잊으면 안 되지.
en: i shouldn’t forget.

source: 응, 카시안 도련님은 고집도 있고 장난기도 심해… 너도 당해보면 알 거야.
en: yup, young master cassian is quite stubborn and mischievous... you’ll understand when you’ve been through it.

source: 근데 왜 하미로 살았던 기억이 하나도 없는 거지?
en: but why don’t i have any memories as grana?

source: 분명 이쯤 있다고 했는데…
en: i heard it was here somewhere...

source: 사교계에 알려지면 파란이 일겠구나.
en: if the people at the salons knew about this, they would be fighting all over these.

source: 요거 참, 신기하고 재주도 많네?
en: my, isn’t this a fascinating skill?!

source: 윈스턴 자작가라… 그래, 자작 부인은 세상을 뜬 지 꽤 되었지?
en: the winston household... it’s been a while since the viscountess passed away, i believe?

source: ···역시 이해가 안 갑니다.
en: I still don’t understand.

source: 진짜 정말 그만 신경 써야 하는데....
en: I really should stop worrying...

source: 내 전담 하녀도 짝사랑 중인 상대니, 방심할 수는…
en: lots of people have a crush on him, so i can’t let my guard down.

source: 고아?
en: orphan?

source: 길러준 어미도 어미인 법이거늘…
en: non-biological caretakers are still mothers in their own right...

source: 분리-분화-지각욤!
en: division-differentiation-realization!

source: 그럼.
en: of course.

source: 제가 그걸 미리 말씀드리는 걸 깜빡했네욤.
en: I forgot to tell you about it.

source: 실하고 기운찬…
en: healthy and energetic...

source: 두 분이 서로 같은…
en: I thought the two of you...

source: 그게 좀 심각하게 많은 수준이긴 하거든욤···.
en: well, the amount is unbelievably great actually...

source: 저도 괜찮아요.
en: i’m fine with that too.

source: 내가 하미와 친구 사이가 되든 말든.
en: whether I become friends with grana or not.

source: 괜찮으시다면 이만 가 보겠습니다.
en: if it’s alright with you, I’d like to get going now.

source: 어머, 피곤하셨나 봐요.
en: you must have been exhausted.

source: 예선에서 탈락해도 돈은 못 돌려주니까 나중에 속상해하지 말라고.
en: I’m not giving back your money even if he doesn’t pass the qualifier.

source: 기대해도 좋다네.
en: you won’t be disappointed.

source: 하이젤 부인, 그 공예품은 무엇인가요?
en: lady heisel, what is that handicraft?

source: -50화-
en: episode 50

source: 보조선은 나중에 세탁하면 지워지는 거로 그으면 됩니다.
en: you can draw the lines with something that can be washed away later when you do the laundry.

source: 목적이야, 뻔하지.
en: his intentions are so obvious.

source: 저기···.
en: ummm...

source: 어라…?
en: wait...

source: 다, 라.
en: c, d.

source: 네.
en: yes.

source: 들어가십시오.
en: please enter.

source: 일단 갈아입긴 했는데…
en: i changed clothes...

source: 그러니까 크게 걱정하지 않아도 돼…
en: you don’t have to worry so much.

source: 계단은 끝났고…
en: i’m done with the stairs...

source: 아, 선생님.
en: oh, professor!

source: 이 송충이들도 풀어주고 오렴.
en: why don’t you run along and release these caterpillars?

source: 세상에, 대체 어떤 장인이기에 이렇게 예쁜 자수를 만든단 말이니?
en: oh my, what kind of master can make such pretty stitches?

source: 아, 그건 의외로 간단해욤.
en: oh, that’s a lot simpler than you think.

source: 조금 더요.
en: a little bit more.

source: 음…
en: mmm...

source: 그러니 부인들이 오시면 차 시중을 들며 말 상대만 조금 해드리면 될 거야.
en: if the ladies come, you just need to serve them tea and interact with them a little.

source: 아니, 뭐… 그냥 자수나, 뜨개질이나, 음식 같은 거지요.
en: oh, just... stitching patterns, knitting, and food.

source: 그럼 이날 뵐까요?
en: shall we meet on this very day, then?

source: 어디 보자…
en: let’s see...

source: 이쪽 숙녀분이 하미 양이시지요?
en: this lady here is ms. grana?

source: 억지로 할 필요 없어.
en: don’t force yourself to.

source: 후회할 리가 없잖아.
en: there’s no way that I would regret it.

source: 할머니!
en: granny!

source: 맞아요.
en: that’s right.

source: 다행이네요.
en: that is a relief.

source: 입에 맞는다니 다행이지요.
en: i’m just happy that you like it.

source: 일단 급하니까 가면서 설명할게!
en: we’re in a hurry, so i’ll explain on the way.

source: 반가워요, 두 분 모두 그이에게 말씀 많이 들었어요.
en: nice to meet you. i’ve heard many things about you both from my husband.

source: 낮에 보았던 새 둥지가 아늑하더군요.
en: the nest seemed pretty cozy.

source: 갸웃
en: tilt

source: …아!
en: oh!

source: 거기서 민준이랑 우리 가족들 행복하게 살라고 지켜보고 계실 거야.
en: she’ll be watching over you, minjun, along with the whole family, to make sure we’re living happily.

source: 앗, 거미.
en: look, a spider.

source: 별다른 흔적이 없더군요.
en: I couldn’t find any traces.

source: ※16세의 발상
en: *the creativity of a 16-year-old

source: 전부터 식사라도 한번 대접하고 싶었거든요.
en: i’ve wanted to invite you over for a meal for some time now.

source: 어···
en: ok...

source: 어쩔 수 없지… 내가 어떻게든 해볼게.
en: we can’t do anything about it... I’ll try to take care of it.

source: 여기까지 외우면 이제 응용만 하면 돼.
en: memorize the ones up to here and use them.

source: 편하게 차를 마시고 이야기를 나누시기만 해도 좋으니까요.
en: we’ll casually drink tea and chitchat.

source: 웅성
en: chatter

source: 부인들 덕에 저희의 소양이 깊어졌답니다.
en: thanks to you, we have learned much today.

source: 자야지.
en: we should sleep.

source: 꼬마 생쥐 루크는 고양이의 위벽을 손톱으로 길게 긁… 긁어, 자국을 남겼어요.
en: the small mouse luke scra.. scratched the liver of the cat and left a scar.

source: 키코스 청년에게 마법을 배우라고요?
en: you want me to learn magic from you?

source: 어허, 일단 앉으래도.
en: just sit down.

source: 정말 대단하지요?
en: isn’t she great?

source: 치즈랑 햄도 있으면 좋을 것 같아요.
en: i think some cheese and ham would be good, too.

source: 그럼 그렇지.
en: yeah... I knew that.

source: 몰라.
en: whatever.

source: 암튼, 곧 있으면 블레이크 교수님이 와서 수업을 할 테니까,
en: professor blake is coming for his lesson soon.

source: 끄덕
en: nod

source: 좋고 귀한 거보다 건강이 최고야, 건강.
en: good health is better than those things, okay?

source: 그러게요, 향도 은은하게 좋고.
en: it really is. the scent isn’t too strong, either.

source: 어서 들어가봐.
en: go on.

source: 천과 실…?
en: fabric... and thread?

source: 사냥…?!
en: hunt?

source: 어어…?
en: huh?

source: 심각한 부상자에게는 치유 마법술사들이 치료를 해 주니까.
en: medicinal sorcerers are there to heal the injured.

source: …똘이?
en: dollie?

source: 하나는 현재의 모습, 하나는 과거 또는 미래의 모습.
en: one is their present self, and the other is their past or future self.

source: 어?
en: huh?

source: 하긴, 전생에도 스마트폰이니, 인터넷이니 하는 게 등장했으니, 별로 놀랍지도 않네.
en: well, it’s not much a surprise since smartphones and the internet existed in my past life.

source: 분명 너도 마음에 들 거야.
en: I’m sure you’ll like it there.

source: 하나같이 예술품 같아서,
en: each one was like a piece of art.

source: 마법술의 계통은 크게 두 가지로 분류되는데 유형 계통과 무형 계통이다.
en: magic powers are divided into two types - tangible magic, and intangible magic.

source: 싫어?
en: you don’t want to?

source: 윈스턴 자작가라고요…?
en: viscount winston?

source: 가서 적당히 먹을 거 좀 던져주고 오겠니?
en: why not get them something to eat?

source: 나와 하미는 평생, 평생 가는 친구로 지낼 테니까.
en: grana and I will be friends forever.

source: 푸른색 실이 눈에 띄어서 그런가 봐요!
en: maybe it’s because the blue thread stands out!

source: …소문이라니.
en: what rumors?

source: 난 지금 당장 놀 거야!
en: I want to play now!

source: 윈스턴 저택에서는 두 번째 티파티가 열렸다.
en: a second tea party was hosted at the winston estate.

source: 이쪽 옷은 어떠신가요?
en: what do you think about the clothes over here?

source: 저건 또 뭐지?
en: what’s this?

source: 저택을 새로 단장하셨나 봐요.
en: it looks like you’ve fixed up your house.

source: 하지만 요놈들을 이 좁은 주머니에 가둬두면 불쌍하잖니.
en: but... i feel bad for these little ones, all stuck in this small pocket.

source: 너한테 소포가 왔어!
en: there’s a package for you!

source: 나무토막 같아요.
en: it looks like a piece of wood.

source: 아하…
en: I see...

source: 두근
en: pound

source: 아직 내 이름을 모르지?
en: you don’t know my name yet, do you?

source: 좋아하잖아.
en: you like her.

source: 응···?
en: huh?

source: 대박, 이거 봐!
en: oh my gosh, look!

source: 글을 모르는 건 당연한 일이다.
en: ...obviously can’t read.

source: 이틀 전.
en: two days prior.

source: ···네?
en: huh?

source: 창조(創造), 전에 없던 것을 처음으로 만듦.
en: create... to make something that hasn’t existed before.

source: …예쁘긴 정말 예뻤지.
en: very pretty...

source: 이리 학구적인 모습을 보여 주시니, 이제 진도를 더 빠르게 나가도 되겠습니다.
en: thanks to that, we can cover many more lessons in a shorter amount of time.

source: 계통!
en: your bloodline!

source: 자작님이 손님을 모시고 오는 날에 맞춰서 실력을 드러낸 거잖아!
en: you just waited so you could show off your skills on a day the viscount brought a guest over!

source: 저도 준비한 게 없어서 뭘 가르쳐 드릴 수가 없어욤!
en: i didn’t prepare anything, so i can’t teach you further.

source: 진짜지?
en: you will?

source: 마성이 어딘지도 모르고 딱히 찾아갈 만큼 궁금한 것도 없었으니…
en: i don’t have any at the moment, nor do i know where it is...

source: ko_KR
en: Eng

source: 아휴~ 아니에요.
en: you flatter me.

source: 이만 물러나겠습니다.
en: we’ll get going now.

source: 무슨 얘기?
en: what news?

source: 그래, 잘됐어.
en: good timing.

source: 이쪽에 피우자.
en: let’s light it here.

source: 내 염원은...
en: my wish is...

source: ㅎㅎ
en: haha

source: 일단 따라오셔 봐요!
en: just follow me!

source: 굳이 이런 선물이 받고 싶어 한 건 아니었다만…
en: i didn’t do it for the gifts...

source: 감히 어떻게 하미를 넘보시겠어!
en: how dare he desire grana?

source: 어라?
en: huh?

source: 그럼 다른 책을…
en: then how about another book?

source: 부빗
en: rub

source: 어서 오세요, 도련님, 하미 양.
en: young master, ms. grana, welcome.

source: 누가 이렇게 떠들고… 조세핀, 여기서 뭐 하고 있니?
en: who is making such a racket? josephine, just what are you doing here?

source: 저도요.
en: me neither.

source: 두고 보자…
en: just you wait...

source: 그렇지?
en: right?

source: 하미 때문에 그러는 구나?
en: it’s because of grana, isn’t it?

source: 만드는 과정도 그리 어려워 보이지 않았는데, 심지어 간단한 재료로 이런 맛이 나다니…
en: it didn’t look that complicated, and you only used simple ingredients...

source: 스윽
en: sfh

source: 힐끔
en: glance

source: 호호
en: haha

source: …새 옷을 입었군, 머리 모양도 좀 다른 것 같고.
en: you have new clothes on, and your hairstyle’s changed.

source: 감사합니다.
en: thank you.

source: 이것도 좀 보세요.
en: look at these, too.

source: 그 카시안 도련님인데, 감히 어떻게…
en: young master cassian, of all people?

source: 이제 그만 돌아가실 때예요!
en: it’s time for you to go!

source: 검은 머리카락에 듬직한 어깨.
en: black hair and broad shoulders.

source: 직접 보기 전엔 믿을 수가… 없겠어요.
en: unless i see it for myself, i won’t be able to believe it.

source: 크리스티 가이아랍니다.
en: I’m christy gaia.

source: 대원씨아이
en: Daewon CI

source: 나중에 후회하지 말고, 읽어.
en: read it, if you don’t want to regret it later on.

source: 그래… 나도 조금 더 진도를 빨리 나가는 게 좋다고 생각했…다.
en: i mean... i also hoped for the lessons to be a little more... demanding.

source: 응, 놀래!
en: yes, I want to play!

source: 다음은 <마력의 발현>을 봐볼까.
en: should i try reading <Mana Manifestation>?

source: 저희에게 소개 좀 시켜주세요.
en: please introduce her to us.

source: 그나저나 큰일이네욤.
en: by the way, this is bad.

source: 소개하겠네.
en: allow me to introduce her.

source: 아하, 알겠어요.
en: ah, I see.

source: 도련님께서 널 찾으신다!
en: the young master is looking for you!

source: 걱정 마, 이번엔 꼭 성공할 거니까.
en: don’t worry. I’ll succeed this time.

source: 어라...?
en: huh?

source: 아, 이게 마력이 끌린다는 거구나.
en: oh, this must be what kikos hykel meant by my mana being attracted to cassian.

source: 너만 보면 웃음이 나던 때가.
en: when did i start always smiling whenever i see you?

source: 잘 봐.
en: look closer.

source: 끙
en: ugh

source: 화 악 -!
en: blush

source: 황성 시녀들이 골라줬어.
en: the imperial maids picked it out for me.

source: 드디어 올 것이 오고 말았다.
en: it’s finally happening.

source: 왜 내 이불에 풀떼기 그림이 있는 거냐…
en: why do i have pictures of grass on my quilt?

source: 조리장, 보가통.
en: this is chef vogaton.

source: 뭔가 찾는 거라도 있으신가요?
en: is there anything you’re looking for?

source: 그림 · 냔 ㅣ 원작 · 석류스프
en: art by nyan | original work by seokryu soup

source: 더 정확하게 말해보셔욤!
en: tell me more, in detail!

source: 어···?
en: huh?

source: 크크, 몸이 젊어지면 자연히 마음도 따라서 젊어지거든욤.
en: keke, when your body gets younger, your mind does as well.

source: 부족하면 언제든지 찾아오고!
en: come back any time if you need more!

source: 슈정과랑 시케요.
en: persimmon punch and sikhye.

source: 있는...
en: together...

source: 반면 마법술의 계통은 몹시 다양하지요.
en: the bloodlines of sorcerers vary greatly as well.

source: 네가 본다는 그 미래.{j}그냥 혼자서나 잘 보세요.
en: Watch that future you saw {j}by yourself.

source: 하녀장에게 각별히 교육하라 일러두겠습니다.
en: i will instruct the housekeeper to specifically educate the child.

source: 불쑥
en: lunge

source: 카시안은 날 도와주려고 그러는 거잖아.
en: cassian’s trying to help me.

source: <나의 친구>라…?
en: <my friend>?

source: 하미
en: grana

source: 돌아오는 길에 옷을 좀 사러 갈까.
en: should we get you some clothes on the way home?

source: 오며 가며, 여기 일하는 아이들한테도 좀 주세요.
en: please give some to the kids who work here if you run into them.

source: 으쓱
en: shrug

source: 전 국민이 목을 빼고 기다리는 바로 그 대회!
en: the pageant everyone’s been waiting for!

source: 한 번에 되는 게 더 이상한 거예욤.
en: it’d be stranger to do it in one shot.

source: 황녀가 지루한 듯 보이니 간략하게 이야기를 해야겠군.
en: since the princess seems bored, I’ll keep it short.

source: 이야~ 벌써부터 무슨 내용일지 궁금해서 참을 수가 없네요.
en: wow! i can’t wait to learn what’s next.

source: 그게 다 선생님의 실력이 뛰어나신 덕이에요.
en: no, it’s all because you are a great teacher.

source: 수업 시간을 줄일 좋은 건수인데, 쉽게 돌려보낼 순 없지!
en: it’s a great excuse to cut down on class time, so i’m not sending her away so easily!

source: 그럼 키코스 청년만 믿을게요!
en: I’ll rely on you then, kikos!

source: 전 태어나서 이런 자수 처음 봐욤.
en: I’ve never seen such sewing patterns before in my life.

source: 아니 뭐… 대단한 건 아닌데…
en: well... there isn’t a big reason why.

source: 몰랐던 건가?
en: you didn’t know?

source: 반짝
en: shine

source: 내가 잘못 들었나…?
en: did i hear him wrong?

source: -3화-
en: -Episode 3-

source: 만나서 반갑답니다.
en: it’s nice to meet you,

source: 말이 만찬이지, 실제로 편한 시간이 될 겁니다.
en: although it’s called a feast, it’ll be very casual.

source: 뭐지?
en: what’s this?

source: 앤이 엄청 예쁜 화관을 만들었어!
en: anne made a gorgeous floral crown!

source: 하미, 넌 요새 도련님 옆에 있어서 소식을 못 들었구나!
en: Grana, you must have missed the rumors, since you’re always with Young Master.

source: 보기가 좋다는 뜻이었다네.
en: it’s good to see you bond.

source: …음?
en: hm?

source: 성함은… 하미, 맞으시고요?
en: your name is... grana, correct?

source: 아, 아니.
en: o-oh.

source: 돈은 잃어도 좋으니까 다치지만 말아.
en: don’t worry about the money. just don’t get hurt.

source: 카시안.
en: cassian.

source: 이것과 똑같은 책을 구하기 어려울 텐데.
en: it’ll be difficult getting the same book as this one.

source: 정말?
en: really?

source: …카시안?
en: cassian?

source: 저렇게 어린 데다 평민 고아 출신이니, 그럴 법도 하지.
en: understandably so, considering she is an orphan from the commoner class.

source: 아주… 몹시…
en: it’s very...

source: 다 넣고, 한 두어 시간 끓이면 완성이에요.
en: all we need to do is boil all the ingredients together for an hour.

source: 아니면, 낮에 남들이 다 보는 앞에서 카시안과 붙어 다니려고요?
en: or would you be more comfortable having physical contact during the day in front of others?

source: 맞아!
en: that’s right!

source: 생각보다 수가 적네.
en: there aren’t as many as I thought there’d be.

source: 그대에게 여신의 선택이 있기를.
en: may the goddess pick you.

source: 오늘 밖에 나갔다가 귀여운 여우를 봤어.
en: I saw a cute fox when I was out today.

source: 또, 하미 너는 글 읽는 거 말고도
en: even if you can’t read, grana,

source: 옷까지 갈아입으니까 더 신경 쓰여!
en: I became more aware that he’s here now that I’ve changed!

source: 도련님, 접니다.
en: young master, it’s me.

source: 그런 거 같군.
en: it looks like it.

source: 이게 대체 뭐냐고!!
en: what just happened?

source: 곧 <제국의 정세>를 공부할 수 있겠군요.
en: soon, we will be able to study <The Empire’s State of Affairs>.

source: 그친 거 같지?
en: looks like the rain stopped, doesn’t it?

source: 임신하면 얼마나 힘든데요.
en: it’s difficult being pregnant.

source: 그리고 여기는 미리엄 공작가의 후계자 라이언 미리엄이야.
en: and this is the successor of duke miriam, ryan miriam.

source: 가, 나.
en: a, b,

source: …뭐?
en: what?

source: 매 대회마다 부상자가 속출하곤 해요.
en: people get injured in every pageant.

source: 걱정 마세욤.
en: don’t you worry.

source: 서명을 해 주십시오.
en: please sign here.

source: 아, 정말 지겨워 죽겠군.
en: ugh... this is such a bore.

source: 아니, 황녀님께서 이렇게 간단히 말을 들어주시다니···.
en: wow, I can’t believe you got the princess to comply this easily...

source: 저는 당신이 먹는 걸 보는 것만으로도 좋은걸요.
en: seeing you enjoy your meal is enough for me.

source: 그래, 블레이크 선생 집에 오래 있을 것도 아니고,
en: we won’t stay long at professor blake’s home, anyway.

source: 그래.
en: that’s right.

source: 아냐, 아닐 거야.
en: no, it can’t be.

source: 넴.
en: that’s right.

source: 대체 무슨 일이신지…
en: what about them?

source: 진짜야.
en: for real.

source: 남은 인생은 내가 원하는 대로 살아도 된다니…
en: ...is that i get to live the rest of my days as i please.

source: 율리시스도 대회에 참가하셨나요?
en: are you also participating?

source: 핸드메이드
en: the handmade tales of the handmaid

source: 이렇게 뜻하지 않게 까막눈 탈출의 길이 열릴 줄이야…
en: i never imagined i would be able to accomplish it.

source: 이렇게밖에 할 수 없는 절 용서하세요.
en: please forgive me. I really have no other choice.

source: 또 그 외에도 필요한 게 있으면 함께 사고.
en: we can buy anything else you need too.

source: 제작 대원씨아이
en: production daewon ci

source: …아.
en: oh...

source: 나도!
en: me too!

source: 빨리 잡지 않으면 언젠가 네 손이 닿지 않는 곳으로 멀리 가버릴지도 몰라.
en: if you don’t make a move on her now, she may go to a place where you can’t ever reach her.

source: 했더니…?
en: and then?

source: 눕다니.
en: lay down?

source: 자, 그럼 여기서 질문입니다!
en: now, here is a question for you!

source: 벌레요?
en: bugs, sir?

source: 가장 앞 글자는 하로 시작하지.
en: my name starts with “gra”.

source: 마력 흡수를 위해 손을 잡아야 했지, 참.
en: that’s right. we needed to hold hand so he can absorb my mana.

source: 어서요, 시간이 너무 촉박하셔요.
en: please hurry, we don’t have much time.

source: 잠깐만.
en: wait...

source: 그보다 여기 벌레가 잘 잡히는 곳이 어디지?
en: where can i catch some bugs?

source: 음… 호의는 고맙지만 하미 양에게 그렇게까지 폐를 끼칠 수는…
en: hmmm... I appreciate the thought, but we don’t want to bother you...

source: 너무 걱정 말아라.
en: don’t worry too much about it.

source: 어, 초록이!
en: hey, the green one!

source: 하이젤 부인, 진심이신가요?
en: lady heisel, are you serious?

source: 그래, 그런 방법이 있었구나.
en: i suppose that can be a solution.

source: 말을 너무 많이 했네.
en: i’ve talked too much.

source: 솔직히 나도 도련님의 미래가 기대되긴 해.{j}근데 아무리 그래도 그 성격은…
en: i’m pretty excited about his future, {j}but his personality...

source: 창조 계통 마법술에 대해서는 기록이 전혀 없는데…
en: I don’t have any records at all about creation spells...

source: 도련님도 재밌었나 보네.
en: looks like the young master had fun, too.

source: 가자.
en: let’s go.

source: 소문대로 아주 어엿한 아가씨로군요.
en: she seems like a pleasant lady.

source: 아니야.
en: nope.

source: 가뜩이나 마법술사가 적은데 종류는 또 다양하니… 시간이 지날수록 희귀한 계통의 마법술은 잊혀질 위기에 있었죠.
en: on top of having few sorcerers, there are many different types... as time went on, it was likely that rare magics would have been forgotten.

source: 자, 끝났어요.
en: there, it’s over.

source: 꼼지락
en: fidget

source: 똑똑
en: knock knock

source: 식사만 마치면 바로 나올 예정이니, 오는 길에 들르는 게 낫겠군.
en: we’ll leave immediately after the meal, so we can drop by on our way home.

source: 무슨 선물인데?
en: what kind of a gift?

source: 저녁 시간쯤 황궁 시녀를 방으로 보내겠습니다.
en: I’ll send a maid to your room this evening.

source: 다른 사람한테 물어봐야 알걸?
en: I think you’ll need to ask someone else.

source: 여기 있는 책의 문장은 이미 다 외우고 있으니까.
en: I’ve memorized all the books in this room.

source: 음···.
en: hmmm...

source: 휘
en: woosh

source: 이 근처에 여우가 살던가?
en: did a fox live around here?

source: 오… 그렇구나!
en: oh... i see!

source: 뭐긴요, 대상의 과거나 미래죠.
en: what do you mean, what? the past or the future of the target.

source: 사실 나는 그보다 더 잘하는 게 있다.
en: ...but there is something i am even better at.

source: 그랬지요.
en: yes, you did.

source: 여기 있는 책을 다 외우고 있다고?
en: you’ve memorized all the books in this room?

source: 둘이 원래 같은 영혼인데, 어쩌다 나눠져서 각자 딴 생을 살다가 지금 합쳐진 것뿐이거든욤.
en: you two are the same soul that somehow separated into different lives. you’ve just reunited.

source: 아니다.
en: nah.

source: 왜 나만 또 쏙 빼놓고 그래!
en: why are you talking without me?!

source: 뭐?
en: what?

source: 예, 그렇습니다.
en: yes, sir.

source: …저게 무슨 상황이지?
en: what’s going on over there?

source: 먼저 온 손님이 계셨군요, 실례합니다.
en: it looks like you already have a guest. my apologies.

source: 티파티를 열어 주셔서 감사합니다.
en: thank you for hosting the tea party.

source: 하이젤 백작가.
en: the heisel family.

source: 안 된다고!
en: you can’t!

source: 지금 시내에 소문이 자자해.
en: The town is full of the rumors.

source: …마침 혼자군.
en: there she is, all by herself.

source: 하미, 하미···.
en: grana, grana...

source: 알다시피 난 손이 안 예쁘잖아.
en: as you know, my hands aren’t very pretty.

source: 아무렴요, 시원한 곳에 두어 차게 마시면 더위를 쫓는 데 제격이랍니다!
en: yes! it’s the best way to cool down from the heat.

source: 지금 자작님한테 칭찬 한번 받았다고 나한테 대드는 거야?
en: are you talking back to me after getting one compliment from the viscount?

source: 네!
en: that’s right!

source: 점쟁이 청년!
en: the fortune-teller man!

source: 황성 생활도 재밌을 것 같다.
en: I think it’s going to be fun here at the imperial castle.

source: 그럼 이따 윈스턴 숲으로 가 볼까.
en: then should we go to the winston forest later?

source: 자, 여기.
en: there you go.

source: 쿠쿵
en: dudun

source: 거참, 세상에 놀라운 일도 다 있구나.
en: wow! that’s amazing.

source: 어떡해?
en: what do we do?

source: 선물…?
en: a gift?

source: 아뇨.
en: no.

source: 터벅
en: tmp

source: 황비
en: queen

source: 점쟁이…?
en: a fortune teller?

source: 꼬옥
en: hold

source: 힝… 알았어.
en: hmph. fine.

source: 고마워!
en: thank you!

source: 그런···가요?
en: you... do?

source: 당장 가져가서 새것으로 바꿔 오도록 해.
en: exchange it for a new one, immediately.

source: 사실은 알고 계시잖습니까.
en: you already know this,

source: -2화-
en: -Episode 2-

source: 파랗게 빛나는 거.
en: the shining blue object.

source: 저게 뭐지?
en: what is that?

source: …그럼 하녀장에게 천과 실을 추가로 지급하라고 일러두마.
en: then... i shall instruct the housekeeper to provide you extra fabric and thread.

source: 이것 좀 봐!!
en: check this out!

source: 어…?
en: huh?

source: 예를 들어, 불을 다루는 화기 계통이나 사물의 손상을 복구하는 복구 계통 등은 실체가 있으므로 유형 계통에 속한다.
en: for example, powers over fire and powers that fix or restore objects have a form, so they are considered tangible magic.

source: 알겠습니다.
en: yes, sir.

source: 초록이는 사람 말을 잘 못 알아듣는구나.
en: the green one doesn’t understand what people say very well.

source: 아니, 그렇게 급하게 움직이면 내 관절이…
en: but... if i move so suddenly, my joints will...

source: 아니겠지.
en: he probably didn’t mean what he said.

source: 이 저택 사람들은 다 마셔 봤을 거야.
en: i’m sure everyone in this house has tried some.

source: …보관함이 열려 있군.
en: the safe is open.

source: 나랑 도련님이랑은 이미 친구 사이잖아.
en: you and I are already friends, young master.

source: 인간이 아닌 제 눈에도 그렇게 보입니다.
en: it appears that way to me as well.

source: 세상에…
en: my goodness...

source: 오늘 티파티를 연다며?
en: i heard that a tea party is being hosted today?

source: 호호,
en: haha

source: 오늘 새로운 세계를 발견한 기분이에요.
en: i feel as if i have discovered a new world today.

source: 네, 맞아요.
en: that’s right.

source: 그럼 좋지요!
en: that’d be great!

source: 지금 시내에 소문이 자자해.{j}그 점쟁이 말이야.
en: the town is filled with rumors{j} about that fortune teller.

source: 약속하셨어요?
en: please keep your promise, sir!

source: 그게 뭐야?
en: what’s that?

source: 정말이네요… 프리드리 부인의 말대로예요.
en: it really is, just as viscountess friedrich told me.

source: 무얼 하고 놀까?
en: what should we do?

source: 자네들은 대회가 모두 끝나고 우승자가 결정될 때까지 이 황성에서 편하게 지내 주기만 하면 된다네.
en: all you have to do is make yourselves at home here in the imperial castle until the winner is decided.

source: 카시안 입에서 수업 시간을 지켜야 된다는 소릴 한다고?
en: did cassian just say he would go to class on time?

source: …설마, 정말 그런 거야?
en: is that what’s really going on?

source: 자, 어디 보자… <초급 마법술 이론>, <마력의 발현>, <마법술사의 이해> 제목부터 마법술 배우는 사람인 걸 티 내고 있네.
en: let’s see... <A Beginner’s Guide to Sorcery>, <Mana Manifestation>, <Understanding Sorcery>. it’s obvious that i’m learning magic.

source: 몹시?
en: very?

source: 크기도 넓고 상태도 무척 깨끗했습니다.
en: it was spacious and very clean.

source: 아, 맞다.
en: right.

source: 짜잔 ~
en: tada

source: 그럼 오늘은 제 고유 계통인 계시 계통부터 알려 드릴까욤?
en: then today, shall I tell you about my bloodline’s origins of power - the magic of revelation?

source: 어디로 데려가는 거지?
en: where is he taking me?

source: 빨리 가!!
en: get going, quickly!!!

source: 놀랐잖아…
en: you scared me.
